Repository: adam1978828/webapp1
Catalog: authentication/locale/*/LC_MESSAGES/django.po
Languages: uk

# page title
source: Restore password
uk: Відновлення паролю

source: Authentication
uk: Аутентифікація

source: Something went wrong here...
uk: Щось пішло не так..

source: Oops! Sorry, an error has occured.
uk: Ой! На жаль, сталася помилка.

source: Requested page not found!
uk: Запитувана сторінка не знайдена!

# process, like 'to sign in', button label
source: Login
uk: Увійти

# page title
source: Login
uk: Вхід

# process, like 'to sign in', form label
source: Login
uk: Вхід

source: Welcome back!
uk: Вітаємо!

source: Invalid credentials.
uk: Невірний логін чи пароль.

source: Password
uk: Пароль

source: Forgot it?
uk: Забули пароль?

# Submit button label
source: Sign In
uk: Увійти

source: Restore
uk: Відновлення паролю

source: Please, enter your e-mail
uk: Будь ласка, введіть ваш e-mail

source: Invalid e-mail.
uk: Невірний e-mail.

# button label
source: Restore
uk: Відновити

source: Restore password for
uk: Відновлення паролю для

source: Please, enter new password
uk: Будь ласка, введіть новий пароль

source: Invalid passwords.
uk: Невірний пароль.

source: Repeat Password
uk: Повторіть пароль

source: Login
uk: Увійти

source: Please, fill email field
uk: Будь-ласка, заповніть поле email

source: Press this link and follow commands to restore your password: %(url)s
uk: Натисніть на посилання та слідуйте рекомендаціям для відновлення паролю: %(url)s

source: Password restoring.
uk: Відновлення паролю.

source: This email is not registered
uk: Цю електронну адресу не зареєстровано.

source: Your password does't match
uk: Ваші паролі не співпадають

source: Too short password
uk: Відновлення паролю

source: Passwords doesn't match
uk: Ваші паролі не співпадають
